[{
        "name": "Vue 360° de l'INSEP",
        "id": 0,
        "links": [1, 3, 8],
        "pars": [
            "Lors de mon stage à l’INSEP, j’ai eu pour missions de réaliser, à partir de zéro, une vue 360° du campus de vincennes. L’objectif étant de l’inclure dans la refonte du site internet de l’institut pour permettre aux futures étudiant et personnels de voir le campus",
            "J’ai commencé par visiter le campus avec un trépied et une caméra 360° pour repérer les lieux et avoir une vision de l’ensemble des points d'intérêts. j’ai utiliser dans Marzipano, un excellent outils de créations de visite 360°. Une fois la visite terminé je l’ai présenté.",
            "A priori, je me suis planté, ils ne veulent pas une visite mais une vue 360°, aprés de longue discussion je finis par comprendre ce qu’ils veulent. une prise de vue avec des point d'intérêt cliquable prise depuis les airs.",
            "Donc, après avoir obtenue mon permis drone, j’ai eu l’autorisation d’en utiliser un, le DJI Phantom 4 Pro, pour faire une prise de vue aérienne, n’ayant pas d’appareil assez puissant pour transporter une de nos caméra 360, j’ai fais le choix de prendre plusieur photo depuis un point fixe. J'ai réalisz une skybox a partir des images. Les images ayant été prises en pleines été, les pelouses ont été grillés par le soleil, les graphistes ont été obligé de la “verdire” avec photoshop !",
            "J’ai utiliser Marzipano, pour créer l’ensemble de la visite mais après deux prototype les dirigeant de l’INSEP n’était pas convaincu. Aprés beaucoup de réunion et d'échanges, Nous avons pris la décision de changer de méthode: ils fallait faire un panorama déroulant plutôt que par une vrai visite 360°. J’ai réaliser un troisième prototype en écoutant leur demande, ça convenait parfaitement",
            "Après quelques jours de travail et de concertation avec le responsable du site à la communication de l'INSEP, nous avons mis en place la version finale. Celle-ci se trouve tout en haut de la page d’accueil du site! Aujourd’hui, la vue est toujours disponible à cette adresse: <a target='_blank' href='https://www.insep.fr/fr'>https://www.insep.fr/fr</a>"
        ],
        "pro": true
    },
    {
        "name": "Cahier Numérique de l'Entraineur (CNE)",
        "links": [0, 3, 4, 5, 6, 8, 9],
        "id": 1,
        "pro": true
    },
    {
        "name": "Mise en œuvre de Jira et de l’agilité",
        "links": [0, 2, 3, 4],
        "id": 2,
        "pro": true
    },
    {
        "name": "Casino Bitcoin",
        "links": [2, 5, 6],
        "id": 3,
        "pro": false
    },
    {
        "name": "Fusion",
        "links": [1, 4, 5, 6, 7],
        "id": 4,
        "pro": false
    },
    {
        "name": "ProxiFarm",
        "links": [0, 1, 2, 8],
        "id": 5,
        "pro": false
    },
    {
        "name": "Dungeon Planet",
        "links": [2, 3, 6, 9],
        "id": 6,
        "pro": false
    }
]